[
    {
        "title": "Nvidia reports record sales as the AI boom continues",
        "content": "Nvidia, the world’s most valuable company, reported another quarter of sustained sales growth in its earnings statement Wednesday, with $46.7 billion in revenue, a 56% increase compared to the same period last year. That growth was largely fueled by AI-dominated data center business, which saw a 56% year-over-year increase in revenue.\nNvidia also saw its net income grow substantially since last year. The company reported a net income of $26.4 billion in the second quarter, a 59% spike since the same period last year. \n\n\n\n\n\n\n\n\nAll told, the company brought in $41.1 billion in revenue from data center sales in the quarter, suggesting that AI companies’ demand for cutting-edge GPUs continues to grow. The company’s most advanced generation of chips, Blackwell, accounted for $27 billion of those sales.\n“Blackwell is the AI platform the world has been waiting for,” said CEO Jensen Huang in a statement accompanying the release. “The AI race is on, and Blackwell is the platform at its center.” \nHuang said that the company expects to see $3 to 4 trillion in AI infrastructure spending by the end of the decade. “$3 to 4 trillion is fairly sensible for the next five years,” he told one analyst.\nThe company made particular note of its role in the launch of OpenAI’s open source gpt-oss models earlier this month, which involved processing “1.5 million tokens per second on a single Nvidia Blackwell GB200 NVL72 rack-scale system.”\nThe earnings also gave a look at Nvidia’s ongoing struggle to sell its chips in Chinese markets. The company reported no sales of its China-focused H20 chip to Chinese customers in the past quarter; Nvidia did report $650 million worth of H20 chips had been sold to a customer outside China.\n\n\n\n \nTechcrunch event\n\n\n\nTech and VC heavyweights join the Disrupt 2025 agenda\nNetflix, ElevenLabs, Wayve, Sequoia Capital, Elad Gil — just a few of the heavy hitters joining the Disrupt 2025 agenda. They’re here to deliver the insights that fuel startup growth and sharpen your edge. Don’t miss the 20th anniversary of TechCrunch Disrupt, and a chance to learn from the top voices in tech — grab your ticket now and save up to $600+ before prices rise.\n\n\nTech and VC heavyweights join the Disrupt 2025 agenda\nNetflix, ElevenLabs, Wayve, Sequoia Capital — just a few of the heavy hitters joining the Disrupt 2025 agenda. They’re here to deliver the insights that fuel startup growth and sharpen your edge. Don’t miss the 20th anniversary of TechCrunch Disrupt, and a chance to learn from the top voices in tech — grab your ticket now and save up to $675 before prices rise.\n\n\n\nSan Francisco\n|\nOctober 27-29, 2025\n\n\n\nREGISTER NOW\n\n\n\n\n\nThe United States has long restricted sales of advanced GPUs to Chinese customers — but the geopolitical situation has changed significantly under President Trump. The company is now permitted to sell chips to China as long as it pays a 15% export tax to the U.S. Treasury, as a result of an unconventional arrangement that legal scholars have described as an unconstitutional abuse of power. \nOn the earnings call, Nvidia CFO Colette Kress made clear that the lack of shipment was a result of uncertainty around the arrangement, which has not been officially codified into a federal regulation. “While a select number of our China-based customers have received licenses over the past few weeks,” Kress said, “we have not shipped any H20 devices based on those licenses.”\nStill, the Chinese government has officially discouraged the use of Nvidia chips by local businesses, leading the company to reportedly halt production of the H20 chip earlier this month.\n\n\n\n\n\n\n\n\nNvidia said it expects $54 billion in revenue in the third quarter. The company noted that its outlook for the third quarter, which could shift 2% in either direction, doesn’t include any H20 shipments to China.",
        "images": [],
        "author": "Russell Brandom",
        "time": "2:18 PM PDT · August 27, 2025",
        "topic": [
            "AI",
            "Enterprise",
            "nvidia"
        ],
        "references": [
            "https://techcrunch.com/2025/08/05/openai-launches-two-open-ai-reasoning-models/",
            "https://techcrunch.com/events/tc-disrupt-2025/?utm_source=tc&utm_medium=ad&utm_campaign=disrupt2025&utm_content=ticketsales&promo=tc_inline_rb&display=",
            "https://www.cato.org/commentary/trumps-unconstitutional-export-tax-probably-here-stay",
            "https://www.reuters.com/world/china/chinese-state-media-says-nvidia-h20-chips-not-safe-china-2025-08-10/",
            "https://www.theinformation.com/articles/nvidia-orders-halt-h20-production-china-directive-purchases"
        ],
        "summary": "Nvidia báo cáo doanh thu quý gần nhất đạt 46,7 tỷ USD, tăng 56% so với cùng kỳ năm trước, chủ yếu nhờ vào sự tăng trưởng của mảng trung tâm dữ liệu hỗ trợ bởi AI. Lợi nhuận ròng của công ty cũng tăng 59% lên 26,4 tỷ USD. Doanh thu từ trung tâm dữ liệu đạt 41,1 tỷ USD, trong đó chip Blackwell chiếm 27 tỷ USD. CEO Jensen Huang dự đoán chi tiêu cho cơ sở hạ tầng AI sẽ đạt 3-4 nghìn tỷ USD vào cuối thập kỷ. Nvidia cũng đề cập đến vai trò của mình trong việc ra mắt mô hình gpt-oss của OpenAI. Về thị trường Trung Quốc, Nvidia không bán được chip H20 nào cho khách hàng Trung Quốc trong quý vừa qua do sự không chắc chắn về quy định xuất khẩu. Tuy nhiên, 650 triệu USD chip H20 đã được bán cho khách hàng ngoài Trung Quốc. Nvidia dự kiến doanh thu quý tiếp theo là 54 tỷ USD, không bao gồm doanh thu từ chip H20 bán sang Trung Quốc.\nTechCrunch Disrupt kỷ niệm 20 năm với sự tham gia của nhiều tên tuổi lớn trong lĩnh vực công nghệ và đầu tư mạo hiểm như Netflix, ElevenLabs, Wayve và Sequoia Capital, diễn ra từ ngày 27-29 tháng 10 năm 2025 tại San Francisco.\n",
        "rcm_topics": [
            "AI tạo sinh",
            "Bán dẫn",
            "Đầu tư công nghệ / Startup"
        ]
    },
    {
        "title": "Judge denies Meta’s request to dismiss sexual harassment lawsuit filed by early employee",
        "content": "A judge has denied Meta’s request to dismiss a lawsuit brought against it by early employee Kelly Stonelake. \nU.S. District Judge Barbara Rothstein, who is overseeing the case, ruled this month that parts of Stonelake’s suit had merit, and the case will move forward. \n\n\n\n\n\n\n\n\n“I hope this ruling encourages others who have experienced discrimination and toxic workplace cultures to consider the courts as one way to push for justice and accountability,” Stonelake said in a statement given to TechCrunch.\nStonelake, who worked at Meta from 2009 until being laid off in early 2024, filed a lawsuit against Meta in Washington state earlier this year, alleging sexual harassment, sex discrimination, and retaliation. Meta moved the lawsuit to federal court and filed to dismiss Stonelake’s suit, saying her claims were legally insufficient. \nMeta declined to comment on the lawsuit or the judge’s decision. \nIn her initial complaint, Stonelake alleges Meta failed to take action after she reported sexual assault and harassment; that she was often passed over for promotion in favor of men; and that she faced retaliation after flagging a video game she perceived as racist and harmful to minors. She said working for Meta under these alleged conditions severely damaged her mental state and left her in medical treatment. \nWhen asked in February why she decided to file her suit, Stonelake said she wanted to drive accountability for what she alleges is a large pattern of abuse at Meta. \n\n\n\n \nTechcrunch event\n\n\n\nTech and VC heavyweights join the Disrupt 2025 agenda\nNetflix, ElevenLabs, Wayve, Sequoia Capital, Elad Gil — just a few of the heavy hitters joining the Disrupt 2025 agenda. They’re here to deliver the insights that fuel startup growth and sharpen your edge. Don’t miss the 20th anniversary of TechCrunch Disrupt, and a chance to learn from the top voices in tech — grab your ticket now and save up to $600+ before prices rise.\n\n\nTech and VC heavyweights join the Disrupt 2025 agenda\nNetflix, ElevenLabs, Wayve, Sequoia Capital — just a few of the heavy hitters joining the Disrupt 2025 agenda. They’re here to deliver the insights that fuel startup growth and sharpen your edge. Don’t miss the 20th anniversary of TechCrunch Disrupt, and a chance to learn from the top voices in tech — grab your ticket now and save up to $675 before prices rise.\n\n\n\nSan Francisco\n|\nOctober 27-29, 2025\n\n\n\nREGISTER NOW\n\n\n\n\n\n“Meta has the opportunity to do harm on a scale that only tech companies can,” she said.\nAt the time, Meta declined to comment, citing pending litigation. \nIn its motion to dismiss, Meta said Stonelake “fails to and cannot allege any viable claims against Meta,” and that her claims of harassment, discrimination, and retaliation fell outside the statute of limitations of the Washington Law Against Discrimination (WLAD). \n\n\n\n\n\n\n\n\nA judge has partially rejected that argument. \nIn documents filed August 21, the judge stated that parts of Stonelake’s claims regarding retaliation, failure to promote, and sexual harassment were sufficient to survive. The judge has dismissed other specific claims within the lawsuit that covered other allegations of sexual harassment, retaliation, and wrongful discharge. Stonelake was also denied her request to amend the filing, should she choose.\nStonelake and Meta will now file a joint status report, which is due mid-September.  \nStonelake’s claims are just some of the high-profile allegations Meta has faced as of late. \nShortly after Stonelake filed this suit, Sarah Wynn-Williams (who led public policy for what was then called Facebook) released her memoir “Careless People,” where she alleged sexual harassment by her boss, as well as retaliation after she reported him. Meta denied the allegations in the book, and Wynn-Williams is currently barred from marketing it after a judge sided with Meta in that she had likely broken her non-disclosure agreement in writing it.",
        "images": [],
        "author": "Dominic-Madori Davis",
        "time": "11:22 AM PDT · August 27, 2025",
        "topic": [
            "DEI",
            "Gender harassment",
            "lawsuit",
            "Meta",
            "Social"
        ],
        "references": [
            "https://www.documentcloud.org/documents/26076734-stonelake-aug-21-2025-order/",
            "https://techcrunch.com/2025/02/06/early-meta-employee-sues-for-sexual-harassment-gender-discrimination/",
            "https://techcrunch.com/events/tc-disrupt-2025/?utm_source=tc&utm_medium=ad&utm_campaign=disrupt2025&utm_content=ticketsales&promo=tc_inline_rb&display=",
            "https://www.documentcloud.org/documents/26076735-meta-dismissal-claim-re-stonelake/"
        ],
        "summary": "Một thẩm phán đã bác bỏ yêu cầu của Meta về việc bác bỏ vụ kiện do cựu nhân viên Kelly Stonelake đệ trình, cáo buộc công ty này về hành vi quấy rối tình dục, phân biệt đối xử và trả đũa. Thẩm phán Barbara Rothstein nhận thấy một số phần trong đơn kiện của Stonelake là có cơ sở và vụ việc sẽ được tiếp tục. Stonelake, người làm việc tại Meta từ năm 2009 và bị sa thải vào đầu năm 2024, cho rằng Meta đã không hành động sau khi cô báo cáo về hành vi tấn công và quấy rối tình dục, thường xuyên bị bỏ qua cơ hội thăng chức và phải đối mặt với sự trả đũa sau khi báo cáo một trò chơi điện tử mà cô cho là phân biệt chủng tộc và gây hại cho trẻ vị thành niên. Meta cho rằng các cáo buộc của Stonelake là không đủ về mặt pháp lý và đã vượt quá thời hiệu. Thẩm phán đã bác bỏ một phần lập luận này, cho phép các cáo buộc liên quan đến trả đũa, không thăng chức và quấy rối tình dục được tiếp tục, đồng thời bác bỏ các cáo buộc khác về quấy rối tình dục, trả đũa và sa thải sai trái. Stonelake và Meta sẽ phải nộp báo cáo về tình trạng vụ việc vào giữa tháng 9. Vụ kiện của Stonelake là một trong số những cáo buộc nổi bật mà Meta phải đối mặt gần đây, bao gồm cả những cáo buộc trong cuốn hồi ký của Sarah Wynn-Williams về hành vi quấy rối tình dục và trả đũa, điều mà Meta đã phủ nhận.\n",
        "rcm_topics": [
            "Lawsuit",
            "DEI",
            "Social"
        ]
    },
    {
        "title": "Su-30MK2 biểu diễn khoan ba vòng trên bầu trời Hà Nội",
        "content": "Sáng 28/8, lần thứ hai các biên đội Không quân bay chào mừng lần lượt xuất phát từ hai sân bay Hòa Lạc (Hà Nội) và Kép (Bắc Ninh) hướng về Ba Đình. 27 chiếc trực thăng Mi, Su-30MK2, Yak-130 và L-39NG lần lượt cất cánh.\nSu-30MK2 bay theo biên đội 5-2 do các phi công Trung đoàn Không quân 927 điều khiển. Ảnh: Vũ Anh\nSáng 28/8, lần thứ hai các biên đội Không quân bay chào mừng lần lượt xuất phát từ hai sân bay Hòa Lạc (Hà Nội) và Kép (Bắc Ninh) hướng về Ba Đình. 27 chiếc trực thăng Mi, Su-30MK2, Yak-130 và L-39NG lần lượt cất cánh.\nSu-30MK2 bay theo biên đội 5-2 do các phi công Trung đoàn Không quân 927 điều khiển. Ảnh: Vũ Anh\nBiên đội tiêm kích bay hai vòng qua Ba Đình, vòng đầu bay thẳng, vòng sau biểu diễn các kỹ thuật phức tạp. Thử thách đòi hỏi hiệp đồng chính xác giữa các phi công.\nA80 là lần đầu lực lượng Su-30MK2 biểu diễn với đội hình 5 máy bay. Trong dịp A50 và các triển lãm quốc phòng tại Hà Nội, tiêm kích Su-30MK2 đều lập biên đội 4 chiếc.\nBiên đội 5 chiếc Su-30MK2 tách khối, chiếc dẫn đầu bật chế độ tăng lực và kéo cao như một mũi khoan thẳng lên trời. Ảnh: Đức Đồng\nBiên đội tiêm kích bay hai vòng qua Ba Đình, vòng đầu bay thẳng, vòng sau biểu diễn các kỹ thuật phức tạp. Thử thách đòi hỏi hiệp đồng chính xác giữa các phi công.\nA80 là lần đầu lực lượng Su-30MK2 biểu diễn với đội hình 5 máy bay. Trong dịp A50 và các triển lãm quốc phòng tại Hà Nội, tiêm kích Su-30MK2 đều lập biên đội 4 chiếc.\nBiên đội 5 chiếc Su-30MK2 tách khối, chiếc dẫn đầu bật chế độ tăng lực và kéo cao như một mũi khoan thẳng lên trời. Ảnh: Đức Đồng\nBiên đội 2 Su-30MK2 phía sau bay qua khu vực Ba Đình. Ảnh: Đức Đồng\nBiên đội 2 Su-30MK2 phía sau bay qua khu vực Ba Đình. Ảnh: Đức Đồng\nBiên đội tiếp tục tách tốp và biểu diễn bài bay khoan. Ảnh: Đức Đồng\nBiên đội tiếp tục tách tốp và biểu diễn bài bay khoan. Ảnh: Đức Đồng\nBiên đội tiêm kích bay qua chiếc IL14 số hiệu VN-C482 là chiếc chuyên cơ từng chở Chủ tịch Hồ Chí Minh đi công tác trong thời kỳ kháng chiến chống Mỹ đang được trưng bày tại Triển lãm 80 năm thành tựu đất nước. Ảnh: Hoàng Anh\nBiên đội tiêm kích bay qua chiếc IL14 số hiệu VN-C482 là chiếc chuyên cơ từng chở Chủ tịch Hồ Chí Minh đi công tác trong thời kỳ kháng chiến chống Mỹ đang được trưng bày tại Triển lãm 80 năm thành tựu đất nước. Ảnh: Hoàng Anh\nTrong khi đó, biên đội máy bay huấn luyện phản lực Yak-130 theo đội hình 6 chiếc tiến về trung tâm Hà Nội.\nTham gia A80 là lần đầu tiên chiến đấu cơ bay biên đội 6 chiếc - đông gấp đôi so với lần bay biểu diễn ở TP HCM dịp 30/4. Ảnh: Đức Đồng\nTrong khi đó, biên đội máy bay huấn luyện phản lực Yak-130 theo đội hình 6 chiếc tiến về trung tâm Hà Nội.\nTham gia A80 là lần đầu tiên chiến đấu cơ bay biên đội 6 chiếc - đông gấp đôi so với lần bay biểu diễn ở TP HCM dịp 30/4. Ảnh: Đức Đồng\nSau khi qua Ba Đình, biên đội 3 chiếc Yak-130 tách khối, chiếc số 1 biểu diễn bay khoan. Ảnh: Đức Đồng\nNhững chiếc Yak-130 thuộc biên chế Trung đoàn 940 đóng quân ở Phù Cát (Gia Lai), cơ động ra miền Bắc cuối tháng 7 để luyện tập cho A80.\nSau khi qua Ba Đình, biên đội 3 chiếc Yak-130 tách khối, chiếc số 1 biểu diễn bay khoan. Ảnh: Đức Đồng\nNhững chiếc Yak-130 thuộc biên chế Trung đoàn 940 đóng quân ở Phù Cát (Gia Lai), cơ động ra miền Bắc cuối tháng 7 để luyện tập cho A80.\nBốn chiếc L-39NG bay theo đội hình bậc thang qua cột cờ Hà Nội. Chuyến bay do các phi công Trung đoàn 910 thực hiện. Họ đã chuyển sân từ Tuy Hòa (Phú Yên cũ) ra Kép để luyện tập hồi tháng 7. Ảnh: Lê Tuấn Tâm\nBốn chiếc L-39NG bay theo đội hình bậc thang qua cột cờ Hà Nội. Chuyến bay do các phi công Trung đoàn 910 thực hiện. Họ đã chuyển sân từ Tuy Hòa (Phú Yên cũ) ra Kép để luyện tập hồi tháng 7. Ảnh: Lê Tuấn Tâm\nTrước đó, biên đội trực thăng10 chiếc gồm Mi-171, Mi-17, Mi-8 mang cờ Tổ quốc, cờ Đảng cất cánh từ sân bay Hòa Lạc qua khu vực hồ Gươm. Ảnh: Võ Thạnh\nTrước đó, biên đội trực thăng10 chiếc gồm Mi-171, Mi-17, Mi-8 mang cờ Tổ quốc, cờ Đảng cất cánh từ sân bay Hòa Lạc qua khu vực hồ Gươm. Ảnh: Võ Thạnh\nThiếu tướng Nguyễn Phụng Tuấn, Phó Tham mưu trưởng Quân chủng Phòng không Không quân, chỉ huy bay. Ảnh: Đức Đồng\nThiếu tướng Nguyễn Phụng Tuấn, Phó Tham mưu trưởng Quân chủng Phòng không Không quân, chỉ huy bay. Ảnh: Đức Đồng\nNhiều người chọn điểm cao để quan sát đội hình tiêm kích, chiến đấu cơ bay vào Ba Đình. Ảnh: Đức Đồng\nSau hơn 30 phút chao lượn trên bầu trời Thủ đô, trực thăng, tiêm kích, chiến đấu cơ lần lượt trở về hạ cánh an toàn tại các sân bay. Theo kế hoạch, màn biểu diễn của Khối Không quân bay chào mừng sẽ mở đầu cuộc diễu binh diễu hành ngày 2/9 tại quảng trường Ba Đình. 5 loại máy bay tham gia gồm trực thăng Mi-171, Mi-17, Mi-8; vận tải CACA C-295, C212i; Su-30MK2; L39NG và Yak-130.\nNhiều người chọn điểm cao để quan sát đội hình tiêm kích, chiến đấu cơ bay vào Ba Đình. Ảnh: Đức Đồng\nSau hơn 30 phút chao lượn trên bầu trời Thủ đô, trực thăng, tiêm kích, chiến đấu cơ lần lượt trở về hạ cánh an toàn tại các sân bay. Theo kế hoạch, màn biểu diễn của Khối Không quân bay chào mừng sẽ mở đầu cuộc diễu binh diễu hành ngày 2/9 tại quảng trường Ba Đình. 5 loại máy bay tham gia gồm trực thăng Mi-171, Mi-17, Mi-8; vận tải CACA C-295, C212i; Su-30MK2; L39NG và Yak-130.\nNhóm phóng viên",
        "images": [
            "https://i1-vnexpress.vnecdn.net/2025/08/28/cotco-1756364842.jpg?w=1200&h=0&q=100&dpr=1&fit=crop&s=J39OAGmv_rAyTfICtBF0Yg",
            "https://i1-vnexpress.vnecdn.net/2025/08/28/maybay-25-1756363909.jpg?w=1200&h=0&q=100&dpr=1&fit=crop&s=lyEUI8tTYyyPxCRDEGiyRg",
            "https://i1-vnexpress.vnecdn.net/2025/08/28/maybay-30-1756364843.jpg?w=220&h=0&q=80&dpr=1&fit=crop&s=QbL178KO6tKn7XLpritfVQ",
            "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
            "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
            "https://iv1.vnecdn.net/vnexpress/images/web/2025/08/28/su-30mk2-yak-130-bieu-dien-bay-khoan-va-nhao-lon-1756365413.jpg?w=0&h=0&q=100&dpr=1&fit=crop&s=JtNPMnc0tIx0Uc5ISBAVLA",
            "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
            "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
            "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
            "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
            "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
            "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
            "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw=="
        ],
        "author": "Nhóm phóng viên",
        "time": null,
        "topic": [
            "Thời sự",
            "80 năm Quốc khánh",
            "Ảnh"
        ],
        "references": [
            "https://vnexpress.net/truc-tiep-may-bay-hop-luyen-o-ba-dinh-4932396-tong-thuat.html",
            "https://vnexpress.net/truc-tiep-may-bay-hop-luyen-o-ba-dinh-4932396-tong-thuat.html",
            "https://vnexpress.net/truc-tiep-may-bay-hop-luyen-o-ba-dinh-4932396-tong-thuat.html",
            "https://vnexpress.net/truc-tiep-may-bay-hop-luyen-o-ba-dinh-4932396-tong-thuat.html#box_comment_vne",
            "https://vnexpress.net/31-may-bay-lan-dau-hop-luyen-tren-quang-truong-ba-dinh-4930823.html",
            "https://vnexpress.net/31-may-bay-lan-dau-hop-luyen-tren-quang-truong-ba-dinh-4930823.html",
            "https://vnexpress.net/31-may-bay-lan-dau-hop-luyen-tren-quang-truong-ba-dinh-4930823.html",
            "https://vnexpress.net/31-may-bay-lan-dau-hop-luyen-tren-quang-truong-ba-dinh-4930823.html#box_comment_vne"
        ],
        "summary": "Sáng 28/8, các biên đội Không quân xuất phát từ Hòa Lạc và Kép, gồm 27 chiếc trực thăng Mi, Su-30MK2, Yak-130 và L-39NG, bay chào mừng hướng về Ba Đình. Các biên đội tiêm kích bay hai vòng, thực hiện các kỹ thuật phức tạp, trong đó Su-30MK2 lần đầu biểu diễn đội hình 5 chiếc. Biên đội Yak-130 bay đội hình 6 chiếc, đông gấp đôi so với lần biểu diễn trước. Bốn chiếc L-39NG bay đội hình bậc thang qua cột cờ Hà Nội. Trước đó, 10 trực thăng Mi mang cờ Tổ quốc, cờ Đảng bay qua hồ Gươm. Sau hơn 30 phút, các máy bay hạ cánh an toàn, kết thúc buổi biểu diễn chuẩn bị cho diễu binh ngày 2/9 tại Ba Đình dưới sự chỉ huy của Thiếu tướng Nguyễn Phụng Tuấn.\n",
        "rcm_topics": [
            "Sự kiện công nghệ toàn cầu"
        ]
    },
    {
        "title": "Su-30MK2 biểu diễn khoan ba vòng trên bầu trời Hà Nội",
        "content": "Sáng 28/8, lần thứ hai các biên đội Không quân bay chào mừng lần lượt xuất phát từ hai sân bay Hòa Lạc (Hà Nội) và Kép (Bắc Ninh) hướng về Ba Đình. 27 chiếc trực thăng Mi, Su-30MK2, Yak-130 và L-39NG lần lượt cất cánh.\nSu-30MK2 bay theo biên đội 5-2 do các phi công Trung đoàn Không quân 927 điều khiển. Ảnh: Vũ Anh\nSáng 28/8, lần thứ hai các biên đội Không quân bay chào mừng lần lượt xuất phát từ hai sân bay Hòa Lạc (Hà Nội) và Kép (Bắc Ninh) hướng về Ba Đình. 27 chiếc trực thăng Mi, Su-30MK2, Yak-130 và L-39NG lần lượt cất cánh.\nSu-30MK2 bay theo biên đội 5-2 do các phi công Trung đoàn Không quân 927 điều khiển. Ảnh: Vũ Anh\nBiên đội tiêm kích bay hai vòng qua Ba Đình, vòng đầu bay thẳng, vòng sau biểu diễn các kỹ thuật phức tạp. Thử thách đòi hỏi hiệp đồng chính xác giữa các phi công.\nA80 là lần đầu lực lượng Su-30MK2 biểu diễn với đội hình 5 máy bay. Trong dịp A50 và các triển lãm quốc phòng tại Hà Nội, tiêm kích Su-30MK2 đều lập biên đội 4 chiếc.\nBiên đội 5 chiếc Su-30MK2 tách khối, chiếc dẫn đầu bật chế độ tăng lực và kéo cao như một mũi khoan thẳng lên trời. Ảnh: Đức Đồng\nBiên đội tiêm kích bay hai vòng qua Ba Đình, vòng đầu bay thẳng, vòng sau biểu diễn các kỹ thuật phức tạp. Thử thách đòi hỏi hiệp đồng chính xác giữa các phi công.\nA80 là lần đầu lực lượng Su-30MK2 biểu diễn với đội hình 5 máy bay. Trong dịp A50 và các triển lãm quốc phòng tại Hà Nội, tiêm kích Su-30MK2 đều lập biên đội 4 chiếc.\nBiên đội 5 chiếc Su-30MK2 tách khối, chiếc dẫn đầu bật chế độ tăng lực và kéo cao như một mũi khoan thẳng lên trời. Ảnh: Đức Đồng\nBiên đội 2 Su-30MK2 phía sau bay qua khu vực Ba Đình. Ảnh: Đức Đồng\nBiên đội 2 Su-30MK2 phía sau bay qua khu vực Ba Đình. Ảnh: Đức Đồng\nBiên đội tiếp tục tách tốp và biểu diễn bài bay khoan. Ảnh: Đức Đồng\nBiên đội tiếp tục tách tốp và biểu diễn bài bay khoan. Ảnh: Đức Đồng\nBiên đội tiêm kích bay qua chiếc IL14 số hiệu VN-C482 là chiếc chuyên cơ từng chở Chủ tịch Hồ Chí Minh đi công tác trong thời kỳ kháng chiến chống Mỹ đang được trưng bày tại Triển lãm 80 năm thành tựu đất nước. Ảnh: Hoàng Anh\nBiên đội tiêm kích bay qua chiếc IL14 số hiệu VN-C482 là chiếc chuyên cơ từng chở Chủ tịch Hồ Chí Minh đi công tác trong thời kỳ kháng chiến chống Mỹ đang được trưng bày tại Triển lãm 80 năm thành tựu đất nước. Ảnh: Hoàng Anh\nTrong khi đó, biên đội máy bay huấn luyện phản lực Yak-130 theo đội hình 6 chiếc tiến về trung tâm Hà Nội.\nTham gia A80 là lần đầu tiên chiến đấu cơ bay biên đội 6 chiếc - đông gấp đôi so với lần bay biểu diễn ở TP HCM dịp 30/4. Ảnh: Đức Đồng\nTrong khi đó, biên đội máy bay huấn luyện phản lực Yak-130 theo đội hình 6 chiếc tiến về trung tâm Hà Nội.\nTham gia A80 là lần đầu tiên chiến đấu cơ bay biên đội 6 chiếc - đông gấp đôi so với lần bay biểu diễn ở TP HCM dịp 30/4. Ảnh: Đức Đồng\nSau khi qua Ba Đình, biên đội 3 chiếc Yak-130 tách khối, chiếc số 1 biểu diễn bay khoan. Ảnh: Đức Đồng\nNhững chiếc Yak-130 thuộc biên chế Trung đoàn 940 đóng quân ở Phù Cát (Gia Lai), cơ động ra miền Bắc cuối tháng 7 để luyện tập cho A80.\nSau khi qua Ba Đình, biên đội 3 chiếc Yak-130 tách khối, chiếc số 1 biểu diễn bay khoan. Ảnh: Đức Đồng\nNhững chiếc Yak-130 thuộc biên chế Trung đoàn 940 đóng quân ở Phù Cát (Gia Lai), cơ động ra miền Bắc cuối tháng 7 để luyện tập cho A80.\nBốn chiếc L-39NG bay theo đội hình bậc thang qua cột cờ Hà Nội. Chuyến bay do các phi công Trung đoàn 910 thực hiện. Họ đã chuyển sân từ Tuy Hòa (Phú Yên cũ) ra Kép để luyện tập hồi tháng 7. Ảnh: Lê Tuấn Tâm\nBốn chiếc L-39NG bay theo đội hình bậc thang qua cột cờ Hà Nội. Chuyến bay do các phi công Trung đoàn 910 thực hiện. Họ đã chuyển sân từ Tuy Hòa (Phú Yên cũ) ra Kép để luyện tập hồi tháng 7. Ảnh: Lê Tuấn Tâm\nTrước đó, biên đội trực thăng10 chiếc gồm Mi-171, Mi-17, Mi-8 mang cờ Tổ quốc, cờ Đảng cất cánh từ sân bay Hòa Lạc qua khu vực hồ Gươm. Ảnh: Võ Thạnh\nTrước đó, biên đội trực thăng10 chiếc gồm Mi-171, Mi-17, Mi-8 mang cờ Tổ quốc, cờ Đảng cất cánh từ sân bay Hòa Lạc qua khu vực hồ Gươm. Ảnh: Võ Thạnh\nThiếu tướng Nguyễn Phụng Tuấn, Phó Tham mưu trưởng Quân chủng Phòng không Không quân, chỉ huy bay. Ảnh: Đức Đồng\nThiếu tướng Nguyễn Phụng Tuấn, Phó Tham mưu trưởng Quân chủng Phòng không Không quân, chỉ huy bay. Ảnh: Đức Đồng\nNhiều người chọn điểm cao để quan sát đội hình tiêm kích, chiến đấu cơ bay vào Ba Đình. Ảnh: Đức Đồng\nSau hơn 30 phút chao lượn trên bầu trời Thủ đô, trực thăng, tiêm kích, chiến đấu cơ lần lượt trở về hạ cánh an toàn tại các sân bay. Theo kế hoạch, màn biểu diễn của Khối Không quân bay chào mừng sẽ mở đầu cuộc diễu binh diễu hành ngày 2/9 tại quảng trường Ba Đình. 5 loại máy bay tham gia gồm trực thăng Mi-171, Mi-17, Mi-8; vận tải CACA C-295, C212i; Su-30MK2; L39NG và Yak-130.\nNhiều người chọn điểm cao để quan sát đội hình tiêm kích, chiến đấu cơ bay vào Ba Đình. Ảnh: Đức Đồng\nSau hơn 30 phút chao lượn trên bầu trời Thủ đô, trực thăng, tiêm kích, chiến đấu cơ lần lượt trở về hạ cánh an toàn tại các sân bay. Theo kế hoạch, màn biểu diễn của Khối Không quân bay chào mừng sẽ mở đầu cuộc diễu binh diễu hành ngày 2/9 tại quảng trường Ba Đình. 5 loại máy bay tham gia gồm trực thăng Mi-171, Mi-17, Mi-8; vận tải CACA C-295, C212i; Su-30MK2; L39NG và Yak-130.\nNhóm phóng viên",
        "images": [
            "https://i1-vnexpress.vnecdn.net/2025/08/28/cotco-1756364842.jpg?w=1200&h=0&q=100&dpr=1&fit=crop&s=J39OAGmv_rAyTfICtBF0Yg",
            "https://i1-vnexpress.vnecdn.net/2025/08/28/maybay-25-1756363909.jpg?w=1200&h=0&q=100&dpr=1&fit=crop&s=lyEUI8tTYyyPxCRDEGiyRg",
            "https://i1-vnexpress.vnecdn.net/2025/08/28/maybay-30-1756364843.jpg?w=220&h=0&q=80&dpr=1&fit=crop&s=QbL178KO6tKn7XLpritfVQ",
            "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
            "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
            "https://iv1.vnecdn.net/vnexpress/images/web/2025/08/28/su-30mk2-yak-130-bieu-dien-bay-khoan-va-nhao-lon-1756365413.jpg?w=0&h=0&q=100&dpr=1&fit=crop&s=JtNPMnc0tIx0Uc5ISBAVLA",
            "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
            "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
            "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
            "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
            "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
            "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==",
            "data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw=="
        ],
        "author": "Nhóm phóng viên",
        "time": null,
        "topic": [
            "Thời sự",
            "80 năm Quốc khánh",
            "Ảnh"
        ],
        "references": [
            "https://vnexpress.net/truc-tiep-may-bay-hop-luyen-o-ba-dinh-4932396-tong-thuat.html",
            "https://vnexpress.net/truc-tiep-may-bay-hop-luyen-o-ba-dinh-4932396-tong-thuat.html",
            "https://vnexpress.net/truc-tiep-may-bay-hop-luyen-o-ba-dinh-4932396-tong-thuat.html",
            "https://vnexpress.net/truc-tiep-may-bay-hop-luyen-o-ba-dinh-4932396-tong-thuat.html#box_comment_vne",
            "https://vnexpress.net/31-may-bay-lan-dau-hop-luyen-tren-quang-truong-ba-dinh-4930823.html",
            "https://vnexpress.net/31-may-bay-lan-dau-hop-luyen-tren-quang-truong-ba-dinh-4930823.html",
            "https://vnexpress.net/31-may-bay-lan-dau-hop-luyen-tren-quang-truong-ba-dinh-4930823.html",
            "https://vnexpress.net/31-may-bay-lan-dau-hop-luyen-tren-quang-truong-ba-dinh-4930823.html#box_comment_vne"
        ],
        "summary": "Sáng 28/8, các biên đội không quân xuất phát từ Hòa Lạc và Kép bay về Ba Đình, Hà Nội, bao gồm 27 chiếc trực thăng Mi, Su-30MK2, Yak-130 và L-39NG. Các biên đội tiêm kích bay hai vòng qua Ba Đình, thực hiện các kỹ thuật phức tạp, trong đó Su-30MK2 lần đầu biểu diễn đội hình 5 chiếc. Biên đội máy bay huấn luyện phản lực Yak-130 bay đội hình 6 chiếc, gấp đôi so với lần biểu diễn trước đó. Bốn chiếc L-39NG bay đội hình bậc thang qua cột cờ Hà Nội. Trước đó, biên đội 10 trực thăng Mi mang cờ Tổ quốc và cờ Đảng bay qua hồ Gươm. Thiếu tướng Nguyễn Phụng Tuấn chỉ huy bay. Sau 30 phút, các máy bay hạ cánh an toàn. Màn biểu diễn này sẽ mở đầu cuộc diễu binh diễu hành ngày 2/9 tại quảng trường Ba Đình, với sự tham gia của 5 loại máy bay.\n",
        "rcm_topics": [
            "Sự kiện công nghệ toàn cầu"
        ]
    }
]