[
    {
        "title": "OpenAI and Anthropic researchers decry ‘reckless’ safety culture at Elon Musk’s xAI",
        "content": "AI safety researchers from OpenAI, Anthropic, and other organizations are speaking out publicly against the “reckless” and “completely irresponsible” safety culture at xAI, the billion-dollar AI startup owned by Elon Musk.\nThe criticisms follow weeks of scandals at xAI that have overshadowed the company’s technological advances.\n\n\n\n\n\n\n\n\nLast week, the company’s AI chatbot, Grok, spouted antisemitic comments and repeatedly called itself “MechaHitler.” Shortly after xAI took its chatbot offline to address the problem, it launched an increasingly capable frontier AI model, Grok 4, which TechCrunch and others found to consult Elon Musk’s personal politics for help answering hot-button issues. In the latest development, xAI launched AI companions that take the form of a hyper-sexualized anime girl and an overly aggressive panda.\nFriendly joshing among employees of competing AI labs is fairly normal, but these researchers seem to be calling for increased attention to xAI’s safety practices, which they claim to be at odds with industry norms.\n“I didn’t want to post on Grok safety since I work at a competitor, but it’s not about competition,” said Boaz Barak, a computer science professor currently on leave from Harvard to work on safety research at OpenAI, in a Tuesday post on X. “I appreciate the scientists and engineers @xai but the way safety was handled is completely irresponsible.”\n\n\n\nBarak particularly takes issue with xAI’s decision to not publish system cards — industry standard reports that detail training methods and safety evaluations in a good faith effort to share information with the research community. As a result, Barak says it’s unclear what safety training was done on Grok 4.\nOpenAI and Google have a spotty reputation themselves when it comes to promptly sharing system cards when unveiling new AI models. OpenAI decided not to publish a system card for GPT-4.1, claiming it was not a frontier model. Meanwhile, Google waited months after unveiling Gemini 2.5 Pro to publish a safety report. However, these companies historically publish safety reports for all frontier AI models before they enter full production.\n\n\n\n \nTechcrunch event\n\n\n\nTech and VC heavyweights join the Disrupt 2025 agenda\nNetflix, ElevenLabs, Wayve, Sequoia Capital — just a few of the heavy hitters joining the Disrupt 2025 agenda. They’re here to deliver the insights that fuel startup growth and sharpen your edge. Don’t miss the 20th anniversary of TechCrunch Disrupt, and a chance to learn from the top voices in tech — grab your ticket now and save up to $675 before prices rise.\n\n\nTech and VC heavyweights join the Disrupt 2025 agenda\nNetflix, ElevenLabs, Wayve, Sequoia Capital — just a few of the heavy hitters joining the Disrupt 2025 agenda. They’re here to deliver the insights that fuel startup growth and sharpen your edge. Don’t miss the 20th anniversary of TechCrunch Disrupt, and a chance to learn from the top voices in tech — grab your ticket now and save up to $675 before prices rise.\n\n\n\nSan Francisco\n|\nOctober 27-29, 2025\n\n\n\nREGISTER NOW\n\n\n\n\n\nBarak also notes that Grok’s AI companions “take the worst issues we currently have for emotional dependencies and tries to amplify them.” In recent years, we’ve seen countless stories of unstable people developing concerning relationship with chatbots, and how AI’s over-agreeable answers can tip them over the edge of sanity.\nSamuel Marks, an AI safety researcher with Anthropic, also took issue with xAI’s decision not to publish a safety report, calling the move “reckless.”\n“Anthropic, OpenAI, and Google’s release practices have issues,” Marks wrote in a post on X. “But they at least do something, anything to assess safety pre-deployment and document findings. xAI does not.”\n\n\n\nThe reality is that we don’t really know what xAI did to test Grok 4. In a widely shared post in the online forum LessWrong, one anonymous researcher claims that Grok 4 has no meaningful safety guardrails based on their testing.\n\n\n\n\n\n\n\n\nWhether that’s true or not, the world seems to be finding out about Grok’s shortcomings in real time. Several of xAI’s safety issues have since gone viral, and the company claims to have addressed them with tweaks to Grok’s system prompt.\nOpenAI, Anthropic, and xAI did not respond to TechCrunch’s request for comment.\nDan Hendrycks, a safety adviser for xAI and director of the Center for AI Safety, posted on X that the company did “dangerous capability evaluations” on Grok 4. However, the results to those evaluations have not been publicly shared.\n“It concerns me when standard safety practices aren’t upheld across the AI industry, like publishing the results of dangerous capability evaluations,” said Steven Adler, an independent AI researcher who previously led safety teams at OpenAI, in a statement to TechCrunch. “Governments and the public deserve to know how AI companies are handling the risks of the very powerful systems they say they’re building.”\nWhat’s interesting about xAI’s questionable safety practices is that Musk has long been one of the AI safety industry’s most notable advocates. The billionaire leader of xAI, Tesla, and SpaceX has warned many times about the potential for advanced AI systems to cause catastrophic outcomes for humans, and he’s praised an open approach to developing AI models.\nAnd yet, AI researchers at competing labs claim xAI is veering from industry norms around safely releasing AI models. In doing so, Musk’s startup may be inadvertently making a strong case for state and federal lawmakers to set rules around publishing AI safety reports.\nThere are several attempts at the state level to do so. California state Sen. Scott Wiener is pushing a bill that would require leading AI labs — likely including xAI — to publish safety reports, while New York Gov. Kathy Hochul is currently considering a similar bill. Advocates of these bills note that most AI labs publish this type of information anyway — but evidently, not all of them do it consistently.\nAI models today have yet to exhibit real-world scenarios in which they create truly catastrophic harms, such as the death of people or billions of dollars in damages. However, many AI researchers say that this could be a problem in the near future given the rapid progress of AI models, and the billions of dollars Silicon Valley is investing to further improve AI.\n\n\n\n\n\n\n\n\nBut even for skeptics of such catastrophic scenarios, there’s a strong case to suggest that Grok’s misbehavior makes the products it powers today significantly worse. \nGrok spread antisemitism around the X platform this week, just a few weeks after the chatbot repeatedly brought up “white genocide” in conversations with users. Musk has indicated that Grok will be more ingrained in Tesla vehicles, and xAI is trying to sell its AI models to The Pentagon and other enterprises. It’s hard to imagine that people driving Musk’s cars, federal workers protecting the U.S., or enterprise employees automating tasks will be any more receptive to these misbehaviors than users on X.\nSeveral researchers argue that AI safety and alignment testing not only ensures that the worst outcomes don’t happen, but they also protect against near-term behavioral issues.\nAt the very least, Grok’s incidents tend to overshadow xAI’s rapid progress in developing frontier AI models that best OpenAI and Google’s technology, just a couple years after the startup was founded.",
        "images": [],
        "author": "Maxwell Zeff",
        "time": "11:11 AM PDT · July 16, 2025",
        "topic": [
            "AI",
            "ai safety",
            "Anthropic",
            "Elon Musk",
            "Grok",
            "OpenAI",
            "xAI"
        ],
        "references": [
            "https://techcrunch.com/2025/07/08/grok-is-being-antisemitic-again-and-also-the-sky-is-blue/",
            "https://techcrunch.com/2025/07/09/elon-musks-xai-launches-grok-4-alongside-a-300-monthly-subscription/",
            "https://techcrunch.com/2025/07/10/grok-4-seems-to-consult-elon-musk-to-answer-controversial-questions/",
            "https://techcrunch.com/2025/07/15/of-course-groks-ai-companions-want-to-have-sex-and-burn-down-schools/",
            "https://x.com/boazbaraktcs/status/1945165577154175288",
            "https://techcrunch.com/2025/04/15/openai-ships-gpt-4-1-without-a-safety-report/",
            "https://techcrunch.com/2025/04/03/google-is-shipping-gemini-models-faster-than-its-ai-safety-reports/",
            "https://techcrunch.com/events/tc-disrupt-2025/?utm_source=tc&utm_medium=ad&utm_campaign=disrupt2025&utm_content=ticketsales&promo=tc_inline_rb&display=",
            "https://apnews.com/article/chatbot-ai-lawsuit-suicide-teen-artificial-intelligence-9d48adc572100822fdbc3c90d1456bd0",
            "https://www.nytimes.com/2025/06/13/technology/chatgpt-ai-chatbots-conspiracies.html",
            "https://x.com/saprmarks/status/1944455357629333938",
            "https://www.lesswrong.com/posts/dqd54wpEfjKJsJBk6/xai-s-grok-4-has-no-meaningful-safety-guardrails",
            "https://x.com/xai/status/1945039609840185489",
            "https://x.com/DanHendrycks/status/1943703394100850830",
            "https://techcrunch.com/2024/08/26/elon-musk-unexpectedly-offers-support-for-californias-ai-bill/",
            "https://techcrunch.com/2023/03/28/1100-notable-signatories-just-signed-an-open-letter-asking-all-ai-labs-to-immediately-pause-for-at-least-6-months/",
            "https://techcrunch.com/2025/07/09/california-lawmaker-behind-sb-1047-reignites-push-for-mandated-ai-safety-reports/",
            "https://techcrunch.com/2025/06/13/new-york-passes-a-bill-to-prevent-ai-fueled-disasters/",
            "https://techcrunch.com/2025/05/14/grok-is-unpromptedly-telling-x-users-about-south-african-genocide/",
            "https://techcrunch.com/2025/07/10/grok-is-coming-to-tesla-vehicles-next-week-says-elon-musk/",
            "https://www.cbsnews.com/news/grok-elon-musk-xai-pentagon-contract/"
        ],
        "summary": "Các nhà nghiên cứu về an toàn AI từ OpenAI, Anthropic và các tổ chức khác đang công khai chỉ trích văn hóa an toàn \"liều lĩnh\" và \"hoàn toàn vô trách nhiệm\" tại xAI của Elon Musk.\n\n*   **Chỉ trích xAI:** Các nhà nghiên cứu an toàn AI chỉ trích xAI vì thiếu minh bạch và các biện pháp an toàn không đầy đủ, đặc biệt là việc không công bố báo cáo đánh giá an toàn (system cards) cho các mô hình AI như Grok 4.\n*   **Vấn đề với Grok:** Chatbot Grok của xAI đã gây tranh cãi vì đưa ra bình luận bài Do Thái và tham khảo chính trị cá nhân của Elon Musk, cũng như việc tạo ra các AI companion có nội dung không phù hợp.\n*   **So sánh với các công ty khác:** Mặc dù OpenAI và Google cũng có lúc chậm trễ trong việc công bố báo cáo an toàn, họ vẫn thường công bố trước khi đưa các mô hình AI vào sản xuất.\n*   **Kêu gọi quy định:** Các nhà nghiên cứu lo ngại về việc xAI đi ngược lại các tiêu chuẩn an toàn của ngành, điều này có thể thúc đẩy việc các nhà lập pháp ban hành quy định về công bố báo cáo an toàn AI.\n*   **Tác động tiêu cực:** Hành vi sai lệch của Grok có thể làm giảm chất lượng các sản phẩm mà nó cung cấp, chẳng hạn như trên xe Tesla hoặc trong các ứng dụng của chính phủ.\n*   **Ảnh hưởng đến uy tín:** Các sự cố của Grok làm lu mờ những tiến bộ nhanh chóng của xAI trong việc phát triển các mô hình AI tiên tiến.\n"
    },
    {
        "title": "GMC Hummer EV outsold the Tesla Cybertruck last quarter",
        "content": "Sales of Tesla’s Cybertruck have plummeted from their peak last year, to the point that the hulking (and expensive) GMC Hummer EV outsold the polarizing steel-clad curiosity in the second quarter.\nTesla sold just 4,306 Cybertrucks in the second quarter, just shy of the 4,508 Hummers that GMC moved in the same period, according to new data from Cox Automotive.\n\n\n\n\n\n\n\n\nBoth were beat by Ford’s F-150 Lightning, which once again became the best-selling electric truck in the U.S. in the first quarter, beating out the Cybertruck. But even Ford’s offering is struggling; the 5,842 Lightnings sold in Q2 was the lowest quarterly total for the company in over a year.\nTo be fair, the GMC Hummer tally includes sales of both the pickup truck and its SUV variant, although there is very little that differentiates the two. Put another way, the SUV version of the Hummer EV still more closely resembles a truck than it does a typical sport utility vehicle. \n\n\n\nRivian has also been struggling with its own electric truck, the R1T. The company sold just 1,752 of them last quarter, down from 3,309 in the same period last year. \nBut the Cybertruck has had the biggest fall from grace by far. After handing over the first few units in December 2023, the company started selling them in earnest in early 2024. Sales shot up to a high of nearly 17,000 in the third quarter of 2024, but fell just as quickly, as seen in the chart above.\nWhether that fall was due to the brand damage wrought by Elon Musk and his involvement with the Trump administration, or the fact that the Cybertruck is still far more expensive than the $40,000 price tag Tesla promised when it revealed the EV in 2019, is difficult to say. \n\n\n\n \nTechcrunch event\n\n\n\nTech and VC heavyweights join the Disrupt 2025 agenda\nNetflix, ElevenLabs, Wayve, Sequoia Capital — just a few of the heavy hitters joining the Disrupt 2025 agenda. They’re here to deliver the insights that fuel startup growth and sharpen your edge. Don’t miss the 20th anniversary of TechCrunch Disrupt, and a chance to learn from the top voices in tech — grab your ticket now and save up to $675 before prices rise.\n\n\nTech and VC heavyweights join the Disrupt 2025 agenda\nNetflix, ElevenLabs, Wayve, Sequoia Capital — just a few of the heavy hitters joining the Disrupt 2025 agenda. They’re here to deliver the insights that fuel startup growth and sharpen your edge. Don’t miss the 20th anniversary of TechCrunch Disrupt, and a chance to learn from the top voices in tech — grab your ticket now and save up to $675 before prices rise.\n\n\n\nSan Francisco\n|\nOctober 27-29, 2025\n\n\n\nREGISTER NOW\n\n\n\n\n\nThe company, at one point, predicted it would be making as many as 250,000 Cybertrucks a year, and now has a tremendous amount of unused capacity at its Texas factory as a result.\nAs Musk once said about the shiny EV: “We dug our own grave with Cybertruck.”",
        "images": [],
        "author": "Sean O'Kane",
        "time": "10:19 AM PDT · July 16, 2025",
        "topic": [
            "Cybertruck",
            "electric vehicles",
            "Elon Musk",
            "EVs",
            "Tesla",
            "Transportation"
        ],
        "references": [
            "https://www.coxautoinc.com/market-insights/q2-2025-ev-sales/",
            "https://techcrunch.com/events/tc-disrupt-2025/?utm_source=tc&utm_medium=ad&utm_campaign=disrupt2025&utm_content=ticketsales&promo=tc_inline_rb&display=",
            "https://www.motortrend.com/news/tesla-cybertruck-deliveries-begin-november-elon-musk"
        ],
        "summary": "Doanh số xe Cybertruck của Tesla đã giảm mạnh so với đỉnh điểm năm ngoái, thậm chí GMC Hummer EV đã bán chạy hơn trong quý 2. Tesla chỉ bán được 4.306 chiếc Cybertruck, thấp hơn so với 4.508 chiếc Hummer. Ford F-150 Lightning vẫn là xe tải điện bán chạy nhất tại Mỹ, nhưng doanh số cũng giảm so với quý trước. Rivian R1T cũng gặp khó khăn khi doanh số giảm so với năm ngoái. Nguyên nhân sụt giảm của Cybertruck có thể do ảnh hưởng từ Elon Musk hoặc giá bán thực tế cao hơn nhiều so với dự kiến ban đầu. Tesla từng kỳ vọng sản xuất 250.000 chiếc Cybertruck mỗi năm, nhưng hiện đang dư thừa công suất tại nhà máy ở Texas.\n\nNgoài ra, TechCrunch Disrupt 2025 sẽ diễn ra tại San Francisco vào tháng 10/2025 với sự tham gia của nhiều tên tuổi lớn trong ngành công nghệ và đầu tư mạo hiểm.\n"
    }
]