[
    {
        "title": "Hơn 150 triệu đồng cho các startup tranh tài tại PitchFest 2025",
        "url": "https://vnexpress.net/hon-150-trieu-dong-cho-cac-startup-tranh-tai-tai-pitchfest-2025-4885506.html",
        "summary": "Cuộc thi PitchFest, hoạt động trọng tâm của Tuần lễ Blockchain & AI Super Vietnam 2025 (4-5/6 tại Đà Nẵng), tìm kiếm các sáng kiến Web3, blockchain và AI. Tổng giải thưởng tiền mặt 50 triệu đồng chia cho Top 5, kèm gói truyền thông 100 triệu đồng và cơ hội tiếp cận hơn 30 quỹ đầu tư. Cuộc thi gồm 3 vòng: đăng ký, bình chọn (20-27/5 - Top 10 vào chung kết) và chung kết (4/6 - pitching 10 phút). Điều kiện tham gia: có MVP thuộc Web3/AI, tăng trưởng người dùng, đội ngũ kinh nghiệm, vốn gọi dưới 2 triệu USD. Super Vietnam 2025 do Orochi Network, FPT Online và DSAC tổ chức, VnExpress bảo trợ, dự kiến thu hút 7.000 khách, bao gồm hội nghị, triển lãm, kết nối giao thương và các hoạt động khác. Orochi Network, đơn vị phát triển hạ tầng kiểm chứng dữ liệu, có kinh nghiệm trong lĩnh vực an ninh mạng và hợp tác với nhiều dự án Web3.\n",
        "content": "Cuộc thi PitchFest là hoạt động trọng điểm trong khuôn khổ Tuần lễ Blockchain & AI Super Vietnam 2025, diễn ra tại Đà Nẵng 4-5/6. Mục tiêu là phát triển và hỗ trợ các sáng kiến nổi bật trong lĩnh vực Web3, blockchain và trí tuệ nhân tạo. Giải thưởng gồm 50 triệu đồng tiền mặt chia cho Top 5 đội vào chung kết. Cơ cấu giải thưởng gồm: một giải Nhất trị giá 20 triệu đồng, một giải Nhì 15 triệu đồng và ba Giải Ba, mỗi giải 5 triệu đồng.\nNgoài tiền mặt, các đội còn nhận gói truyền thông trị giá 100 triệu đồng. Hồ sơ dự thi của các đội được chọn sẽ gửi đến hơn 30 quỹ đầu tư trong và ngoài nước. Đây là cơ hội để các dự án kết nối, gọi vốn và mở rộng hợp tác chiến lược.\nCác đội tại chung kết PitchFest 2024. Ảnh: Orochi\nCuộc thi Super Vietnam 2025 PitchFest bao gồm ba giai đoạn chính: vòng đăng ký, vòng bình chọn & đánh giá, và vòng chung kết.\nVòng bình chọn diễn ra từ 20/5 đến 27/5. Sau khi kết thúc tiếp nhận hồ sơ vào ngày 20/5, ban tổ chức sẽ tổng hợp danh sách hợp lệ và cập nhật lượt bình chọn của từng dự án. Top 10 dự án được bình chọn cao nhất sẽ vào vòng chung kết, thuyết trình trực tiếp trước ban giám khảo và các nhà đầu tư.\nTại vòng chung kết diễn ra ngày 4/6, 10 đội thi sẽ có 10 phút pitching và trả lời câu hỏi trực tiếp từ ban giám khảo và nhà đầu tư. Ban tổ chức dựa theo tiêu chí như tiềm năng thị trường, khả năng thương mại hóa, năng lực đội ngũ và mức độ phù hợp với định hướng của chương trình.\nTìm hiểu thêm tại đây.\nĐiều kiện tham gia gồm: sản phẩm thuộc lĩnh vực Web3 hoặc AI đã có sản phẩm mẫu (MVP), đang ghi nhận tăng trưởng người dùng, đội ngũ sáng lập có kinh nghiệm triển khai dự án, và tổng vốn đầu tư gọi được dưới 2 triệu USD.\nĐội thi pitching tại chung kết PitchFest 2024. Ảnh: Orochi\nSuper Vietnam PitchFest là một hoạt động trong khuôn khổ Super Vietnam 2025 - tuần lễ công nghệ lớn nhất Việt Nam, diễn ra ngày 3-6/6 tại Đà Nẵng. Sự kiện do Orochi Network phối hợp cùng FPT Online và Trung tâm DSAC tổ chức, VnExpress là đơn vị bảo trợ truyền thông.\nTuần lễ công nghệ dự kiến thu hút hơn 7.000 khách tham dự, quy tụ lãnh đạo doanh nghiệp, nhà đầu tư, chuyên gia công nghệ và cộng đồng khởi nghiệp. Chương trình gồm chuỗi hội nghị, diễn đàn, triển lãm, kết nối giao thương, ngày hội việc làm, tour công nghệ và lễ ký kết hỗ trợ tài năng.\nOrochi Network – đơn vị phát triển hạ tầng kiểm chứng dữ liệu, hợp tác với hơn 100 dự án Web3 và 80 blockchain toàn cầu - là đồng tổ chức sự kiện. Đội ngũ có hơn 15 năm kinh nghiệm an ninh mạng, từng tham gia các dự án lớn như Ethereum, Microsoft, Polkadot, RISC0.\nThái Anh\nTuần lễ Công nghệ chuỗi khối và Trí tuệ nhân tạo Super Vietnam 2025 là sự kiện do Orochi Network phối hợp cùng FPT Online và DSAC đồng tổ chức, VnExpress là đơn vị bảo trợ truyền thông. Hội nghị diễn ra ngày 3-7/6 tại TP Đà Nẵng.\nSự kiện dự kiến thu hút hơn 5.000 người, bao gồm hơn 100 diễn giả, lãnh đạo doanh nghiệp, nhà đầu tư, chuyên gia công nghệ, lập trình viên và cộng đồng khởi nghiệp, dưới chủ đề \"Hợp lực sáng tạo - Định hướng tương lai\". 40 gian hàng trưng bày sản phẩm công nghệ cũng có mặt tại đây.",
        "images": "https://i1-sohoa.vnecdn.net/2025/05/13/phan3432-1747132644-1747133082-2778-1747133105.jpg?w=680&h=0&q=100&dpr=1&fit=crop&s=JV3sBKQVT3RMZ8nnqyGZZA, data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw=="
    },
    {
        "title": "This new ChatGPT feature solves the most annoying thing about Deep Research",
        "url": "https://www.techradar.com/computing/artificial-intelligence/this-new-chatgpt-feature-solves-the-most-annoying-thing-about-deep-research",
        "summary": "ChatGPT Plus, Team, và Pro hiện đã có thêm tính năng mới: xuất báo cáo Deep Research thành file PDF. Trước đây, người dùng chỉ có thể chia sẻ báo cáo qua link hoặc chụp màn hình. Giờ đây, chỉ cần một cú nhấp chuột vào nút \"download as PDF\" trong mục chia sẻ, người dùng có thể tải xuống một file PDF hoàn chỉnh, đầy đủ trích dẫn. Tính năng này giúp người dùng dễ dàng lưu trữ, chia sẻ và sử dụng báo cáo cho nhiều mục đích khác nhau, thậm chí là đưa vào các công cụ AI khác để tạo ra nội dung mới. Mặc dù còn một vài điểm cần cải thiện về giao diện, việc OpenAI lắng nghe và bổ sung tính năng này cho thấy sự quan tâm đến nhu cầu thực tế của người dùng.\n",
        "content": "I've spent a lot of time experimenting with ChatGPT’s Deep Research feature, and I've produced all kinds of strange (though comprehensive) reports. There's always been a notable gap in its functionality, though, until now. OpenAI has augmented the Deep Research feature with the ability to export your reports as fully formatted PDFs. No more ChatGPT links or screenshots necessary to share what I've learned about the Lake George monster.\nIt's a small interface upgrade, but one that feels like it should have been built into Deep Research from the beginning. Here’s how it works. You make your Deep Research report or pull up one from a while ago, then click on the share icon at the top of the page. You'll see that the usual 'share link' button now has a companion 'download as PDF' button. One click and your report will be a fully formed, citation-rich PDF in your downloads folder.\nThis export option isn't universally available at the moment. You'll need a subscription to ChatGPT Plus, Team, or Pro. Enterprise and Education users don’t have it yet, but OpenAI said it’s coming soon. That's good, as students and professionals are among those I would bet would use Deep Research the most.\nWith downloadable PDFs, you can finally do all the things you’d expect to do with your research. That might mean putting it with other research projects, sharing it with teammates, or just attaching it to an email as part of a bet you're going to win.\nSo yes, this is just a PDF button. But it’s a PDF button that fixes what used to be one of ChatGPT’s more frustrating aspects. Now, with downloadable PDFs, you can finally do all the things you’d expect to do with your research: archive it, share it with teammates, attach it to an email, or even – this is my new favorite – upload it to another AI.\nYes, really. With the PDF in hand, I popped it into Gemini’s NotebookLM, Google’s own experimental research assistant. Suddenly, the AI was summarizing my Deep Research report, making flashcards, and suggesting related reading. Then I tried uploading the same PDF into a podcast tool and got an AI-generated episode script out of it. Which means, in a roundabout way, ChatGPT just became a content pipeline. One that exports research and lets other tools remix it into whatever format you need.\nAnd that’s a huge deal.\nSign up for breaking news, reviews, opinion, top tech deals, and more.\nBecause the more AI tools we use, the more we’re going to need bridges between them. OpenAI doesn’t need to be the everything app, but it does need to be interoperable. Giving users a PDF option is low-hanging fruit, sure, but it’s also the kind of fruit that lets you bake an entirely new pie. It makes Deep Research portable. It gives it legs. It means I don’t have to keep 14 tabs open just to reference a well-organized write-up on the history of Japanese vending machines.\nOf course, OpenAI’s implementation still has quirks. It’s a little confusing that the “Download as PDF” option isn’t in the main chat share menu. Most people will assume it’s not there unless they know where to click. And for a company whose whole pitch is about reducing friction and increasing clarity, burying this behind a second share icon feels oddly off-brand. Still, I’ll take “slightly hidden but fully functional” over “completely missing” any day.\nMore importantly, this change signals something else: OpenAI is listening. Maybe not always quickly. Maybe not always intuitively. But enough people have clearly asked for this (or screamed about it on Reddit) that it finally happened. And in a product landscape where most updates feel like AI models arguing over who’s better at summarizing Aristotle, it’s refreshing to get a feature that solves a real-world problem.\nEric Hal Schwartz is a freelance writer for TechRadar with more than 15 years of experience covering the intersection of the world and technology. For the last five years, he served as head writer for Voicebot.ai and was on the leading edge of reporting on generative AI and large language models. He's since become an expert on the products of generative AI models, such as OpenAI’s ChatGPT, Anthropic’s Claude, Google Gemini, and every other synthetic media tool. His experience runs the gamut of media, including print, digital, broadcast, and live events. Now, he's continuing to tell the stories people want and need to hear about the rapidly evolving AI space and its impact on their lives. Eric is based in New York City.\nPlease logout and then login again, you will then be prompted to enter your display name.",
        "images": "https://cdn.mos.cms.futurecdn.net/omaxTNrWKQyyLuwTVPRAPN.png, https://cdn.mos.cms.futurecdn.net/mTaiWitAt8o75BmPY3i4xK.jpg, https://cdn.mos.cms.futurecdn.net/8c88QN538yScQuSVce2iym.png, https://cdn.mos.cms.futurecdn.net/CnekQ75taQKr2A4BwpNaDQ.jpg, https://cdn.mos.cms.futurecdn.net/ujNkHwebXsiadvMMwkynqm.jpg, https://cdn.mos.cms.futurecdn.net/ZUqyJvbN2AGcagy7UfZxaj.jpg, https://cdn.mos.cms.futurecdn.net/7oCubpx6u5GHwH8Z425yT.jpg, https://cdn.mos.cms.futurecdn.net/PWyEJ99KP6Ch6MmR5MdX4J.png, https://cdn.mos.cms.futurecdn.net/ViVTMrDq9acYWoJMko5hNR.png, https://cdn.mos.cms.futurecdn.net/uYAyjuKucQ4QpzamRdJoeR.jpg, https://cdn.mos.cms.futurecdn.net/uhaQk4jWreYwsdkT2AmUuA.jpg, https://cdn.mos.cms.futurecdn.net/wVydSQNQJReMzxQNudy2w7.jpg, https://cdn.mos.cms.futurecdn.net/StpS7u3AZiQPLgwvLKWn9Y.png, https://cdn.mos.cms.futurecdn.net/95neZyuatT65wWMbUv7aJC.jpg, https://cdn.mos.cms.futurecdn.net/mJuYV4d7XEFfuXuFWWKshe.jpg, https://cdn.mos.cms.futurecdn.net/8kJic4Nst3mXSKgyjMqi6D.jpg, https://cdn.mos.cms.futurecdn.net/ViVTMrDq9acYWoJMko5hNR.png, https://cdn.mos.cms.futurecdn.net/yhgxFyJ8RbUcoXT7hhSkA7.jpg, https://cdn.mos.cms.futurecdn.net/DMdWaFA4DJKzrBHtehFmsN.jpg, https://cdn.mos.cms.futurecdn.net/dMHyTqL7epBYHbvgkPkg4h.jpg"
    },
    {
        "title": "Attend TechCrunch Sessions: AI with this new, limited-time discount",
        "url": "https://techcrunch.com/2025/05/13/attend-techcrunch-sessions-ai-with-this-new-limited-time-discount/",
        "summary": "TechCrunch Sessions: AI giảm giá vé tham dự sự kiện AI tại UC Berkeley vào ngày 5 tháng 6, chỉ còn $292/vé và giảm 50% cho vé thứ hai. Sự kiện này dành cho tất cả mọi người quan tâm đến AI, bao gồm các chuyên gia, nhà sáng lập, học giả, và người đam mê AI. Người tham gia sẽ có cơ hội học hỏi, kết nối, tham gia các buổi networking 1:1 và các sự kiện bên lề do các đối tác tổ chức. Đây là ưu đãi có giới hạn, hãy nhanh tay đăng ký để không bỏ lỡ.\n",
        "content": "We’re excited to announce a big surprise for the AI community — TechCrunch Sessions: AI is getting a limited-time discount to broaden the number of people who can attend and learn from some of the brightest minds in the industry.\nFor just $292, you can get a general admission ticket — plus a 50% discount on a second — to attend our flagship AI-centric event at UC Berkeley’s Zellerbach Hall on June 5. We’re looking for everyone from those working in the industry to founders, academics, AI die-hards, and beyond to get the chance to learn from and engage with a full day of programming, including:\nAnd that’s on top of our consistent focus on networking opportunities, with attendees getting the chance to set up 1:1 sessions, meet with peers and potential partners, and start the relationships that lead to big deals down the road.\nWhen the event itself is done, you’ll also get the chance to keep the momentum rolling with side events hosted by partners across Berkeley, California, including Tanka, Toyota, and MyHomie. Just because our event is done doesn’t mean your perks for getting a ticket should, after all.\nRemember, this pricing is a limited-time offer, so act now and head here to reserve your slot at one of the most exciting events within the AI space this year!",
        "images": ""
    }
]